const testService1 = [
  {
    checkbox: "软件 SUMI",
    tooltip: (
      <>
        软件可用性测试量表
        <br />
        产品类型：软件
        <br />
        条目数量：50
        <br />
        测试时长：8min
        <br />
        量表维度：效率；情感；帮助性；可控性；易学性
      </>
    ),
  },
  {
    checkbox: "网站1: WAMMI",
    tooltip: (
      <>
        网站分析和测量量表
        <br />
        产品类型：网站
        <br />
        条目数量：20
        <br />
        测试时长：5min
        <br />
        量表维度：吸引力；可控性；有效性；帮助性；易学性
      </>
    ),
  },
  {
    checkbox: "网站2: SUPR-Q",
    tooltip: (
      <>
        标准化通用百分等级问卷-网站
        <br />
        产品类型：网站
        <br />
        条目数量：20
        <br />
        测试时长：5min
        <br />
        量表维度：可用性；可行度（信任、价值和舒适）；忠诚；外观
      </>
    ),
  },
  {
    checkbox: "手机APP: SUPR-Qm",
    tooltip: (
      <>
        标准化用户体验百分等级问卷-手机APP
        <br />
        产品类型：手机 APP
        <br />
        条目数量：16
        <br />
        测试时长：5min
        <br />
        关注指标：产品易用性、产品可用性、用户忠诚度、用户满意度、情绪体验、吸引力
      </>
    ),
  },
  {
    checkbox: "通用可用性量表",
    tooltip: "",
  },
];
const testService2 = [
  {
    checkbox: "SEMQ（主观心智努力问题）",
    tooltip: (
      <>
        主观心智努力问题
        <br />
        条目数量：1
        <br />
        测试时长：15s
        <br />
        关注指标：工作难度、工作负荷
      </>
    ),
  },
  {
    checkbox: "ER（期望评分）",
    tooltip: (
      <>
        期望评分
        <br />
        条目数量：2
        <br />
        测试时长：30s
        <br />
        量表维度：期望评分、经验评分
        <br />
        关注指标：工作难度
      </>
    ),
  },
  {
    checkbox: "NASA-TLX（工作负荷指数量表）",
    tooltip: (
      <>
        工作负荷指数量表
        <br />
        条目数量：15+6
        <br />
        测试时长：4-5min
        <br />
        量表维度：心智要求、生理要求、时间损耗、任务表现、主观努力、挫折感
        <br />
        关注指标：工作负荷、工作绩效、情绪体验
      </>
    ),
  },
  {
    checkbox: "HQ（享受型质量）",
    tooltip: (
      <>
        享受型质量
        <br />
        条目数量：7
        <br />
        测试时长：1min30s
        <br />
        关注指标：吸引力、情绪体验
      </>
    ),
  },
  {
    checkbox: "NPS（净推荐值）",
    tooltip: (
      <>
        净推荐值
        <br />
        条目数量：1
        <br />
        测试时长：10s
        <br />
        关注指标：用户忠诚度
      </>
    ),
  },
  {
    checkbox: "CxPi（福雷斯客户体验指数）",
    tooltip: (
      <>
        客户体验指数
        <br />
        条目数量：3
        <br />
        测试时长：30s
        <br />
        量表维度：感知有效性、可用性、愉悦性
        <br />
        关注指标：情绪体验、工作效率、产品易用性
      </>
    ),
  },
];

export { testService1, testService2 };
